README.md
- [Ссылки](#org6dd87f6)
  - [Словари](#org24ac8e4)
  - [Переводчики](#org8954293)
  - [Магазины](#orgd3e96e2)
    - [Без поддержки русского языка](#orgbd9c2d5)
    - [С частичной поддержкой русского языка](#orgabe1de6)
    - [С поддержкой русского языка](#orga535fd2)
  - [Энциклопедии](#org5aeb713)
  - [Hour of Code](#orgc892d7e)
    - [Курс 2](#org00620ae)
- [Сноски](#orgeb494ef)

Добро пожаловать на страницу со сборником ресурсов по теме "Английский язык и информационно-коммуникационные технологии (ИКТ)" Цель этой страницы &mdash; объединить наиболее важные и доступные сайты.

Английский язык играет важную роль в современном мире. <sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> Чаще всего он используется в качестве языка международного общения. Он позволяет людям из разных концов мира понимать друг друга. Таким образом английский язык может способствовать решению задачи всеобщего взаимопонимания людей в глобальном мире.

Весомый вклад в повышении статуса английского языка сделало распространение информационных технологий. Этот язык стал де-факто стандартом создания и описания явлений цифрового мира. Основой большинства наиболее популярных языков программирования является именно английский язык.

При этом сами ИКТ являются не менее существенной частью нашей жизни. По [данным](https://www.itu.int/en/ITU-D/Statistics/Documents/publications/misr2018/MISR-2018-Vol-1-E.pdf) на 2018 г. число абонентов мобильной связи приблизилось в мире приблизилось к населению земного шара.


<a id="org6dd87f6"></a>

# Ссылки


<a id="org24ac8e4"></a>

## Словари

-   <https://www.lexico.com/en>. Старая [ссылка](https://en.oxforddictionaries.com/).
-   <https://www.merriam-webster.com/>
-   <https://www.lingvolive.com/ru-ru>


<a id="org8954293"></a>

## Переводчики

-   <https://translate.yandex.com/>
-   <https://translate.google.com/>


<a id="orgd3e96e2"></a>

## Магазины


<a id="orgbd9c2d5"></a>

### Без поддержки русского языка

-   <https://www.amazon.com/>
-   <https://www.gearbest.com/>
-   <https://www.walmart.com/>
-   <https://www.newegg.com/>


<a id="orgabe1de6"></a>

### С частичной поддержкой русского языка

<https://ru.aliexpress.com/>


<a id="orga535fd2"></a>

### С поддержкой русского языка

-   <https://www.ebay.com/>
-   <https://www.asos.com/ru/men/>


<a id="org5aeb713"></a>

## Энциклопедии

-   <https://www.wikipedia.org/>
-   <https://bigenc.ru/>
-   <https://www.britannica.com/>


<a id="orgc892d7e"></a>

## Hour of Code

<http://cssgridgarden.com/>


<a id="org00620ae"></a>

### Курс 2

<https://studio.code.org/s/course2>


<a id="orgeb494ef"></a>

# Сноски

## Footnotes

<sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> В 2019 г. в мире насчитывается по [одной](https://bigenc.ru/linguistics/text/4924604) оценке от 2,5 до 5 тыс, по [другой](https://www.ethnologue.com/statistics) &mdash; более 7 тыс. языков. Тот же [источник](https://www.ethnologue.com/language/eng) утверждает, что английский язык является самым распространенным в мире.